Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ABOUT_HEALTH_DATA_INFO_TEXT
source: Improve Health & Activity sends activity, workout, and limited health-related information from your iOS device and Apple Watch to Apple in order to help Apple develop, improve, and understand the effectiveness of health, activity, and fitness features on Apple devices. Your data will not be used for any other purpose, and does not include personally identifiable information. This information includes data that is shown in the Health and Activity apps on your iOS device, including certain data you have input (such as age, sex, height, weight and wheelchair mode state). Data sent to Apple can include activity and motion data (such as stand hours, exercise minutes, flights climbed, move ring completion percentage, physical activity level, accelerometer, and gyroscope data) as well as related data displayed in the Health app (such as Vo2Max and heart-related measurements), which may be aggregated or otherwise combined in a form that does not personally identify you. Apple may also receive information about whether other fitness apps are installed, approximate location, and how long you have been using Apple Watch. By enabling Improve Health & Activity, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above. Apple may store this information with trusted third-party service providers. At all times, information received by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: ترسل ميزة "تحسين تطبيقَي صحتي والنشاط" معلومات النشاط ومعلومات محدودة متعلقة بالصحة من جهاز iOS و Apple Watch إلى Apple لمساعدتها في تطوير وتحسين وإدراك مدى فعَّالية ميزات الصحة والنشاط واللياقة على أجهزة Apple. لن تُستخدم بياناتك لأي غرض آخر، ولا تتضمن معلومات تدل على هويتك الشخصية. هذه المعلومات تشمل البيانات الظاهرة في تطبيقَي "صحتي" و"النشاط" على جهاز iOS، بما في ذلك البيانات التي أدخلتها بنفسك (مثل العمر والجنس والطول والوزن ونمط وحالة الكرسي المتحرك). تتضمن البيانات المرسلة إلى Apple بيانات النشاط والحركة (مثل ساعات الوقوف ودقائق التمرين والطوابق التي تم صعودها والنسبة المئوية لإكمال حلقة الحركة، ومستوى النشاط الجسدي وبيانات الجيروسكوب ومقياس التسارع) إضافة إلى البيانات ذات الصلة في تطبيق صحتي (مثل القدرة الأكسجينية القصوى وقياسات متعلقة بمعدل نبض القلب)، التي تُجمَع أو تُجمَّع بشكل لا يدل على هويتك. قد تتلقى Apple أيضًا معلومات عما إذا كان هناك تطبيقات صحة أخرى مثبتة والموقع التقريبي ومنذ متى تستخدم Apple Watch. بتمكين "تحسين تطبيقَي صحتي والنشاط"، فإنك توافق على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل هذه المعلومات وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه. قد تخزن Apple هذه المعلومات لدى مزودي خدمات خارجيين موثوقين. سيتم التعامل في جميع الأوقات مع المعلومات التي يتم جمعها بواسطة Apple وفقًا لسياسة خصوصية Apple، والتي يمكنك العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Функцията за подобряване на Здраве и активност изпраща информация за активност, тренировки и ограничена здравна информация от вашето iOS устройство и Apple Watch на Apple, за да помогне на Apple да разработва, подобрява и разбира ефективността на функциите, свързани със здраве, активност и фитнес на устройствата на Apple. Вашите данни няма да се използват за никакви други цели и не включват информация, която ви идентифицира лично. Тази информация включва данни, които са показани в приложенията Здраве и Активност на вашето iOS устройство, включително определени данни, които сте въвели (например възраст, пол, височина, тегло и състояние на режим Инвалидна количка). Изпращаните на Apple данни може да съдържат данни за активност и движение (като часове с изправяне, минути упражнения, изкачени етажи, процент на завършените кръгове за движение, ниво на физическа активност, данни от скоростомер и жироскоп), както и свързаните данни, представени в приложението Здраве (като Vo2Max и измервания, свързани с кръвоносната система), които може да се събират или комбинират във вид, който лично не ви идентифицира. Също така Apple може да получи информация дали са инсталирани други фитнес приложения, приблизителното местоположение и колко дълго използвате Apple Watch. Ако включите функцията Подобряване на Здраве и активност, се съгласявате и приемате Apple, техните дъщерни дружества и агенти да прехвърлят, събират, поддържат, обработват и използват информацията, както е описано по-горе. Apple може да съхранява тази информация с други доверени доставчици на услуги. През цялото време получената от Apple информация ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на www.apple.com/privacy.
ca: La millora de les apps Salut i Activitat envia a Apple informació limitada del dispositiu iOS i l’Apple Watch sobre l’activitat i els entrenaments, així com dades relacionades amb la salut, per ajudar Apple a desenvolupar i millorar de les funcions relacionades amb la salut, l’activitat i l’exercici, i a entendre’n l’efectivitat, als dispositius Apple. Les dades no s’utilitzaran per a cap altra finalitat i no inclouen informació que t’identifiqui personalment. La informació inclou les dades que es mostren a les apps Salut i Activitat del dispositiu iOS i d’altres que hagis introduït manualment, com ara l’edat, el sexe, l’alçada, el pes i si fas servir una cadira de rodes. Les dades que s’envien a Apple poden incloure informació d’activitat i de moviment (per exemple, les hores que estàs dempeus, els minuts d’exercici, els pisos que has pujat, el percentatge de compleció de l’anell de moviment, el nivell d’activitat física, i les dades registrades per l’acceleròmetre i el giroscopi), així com altra informació relacionada que es mostra a l’app Salut (com ara el VO₂ màx. i els mesuraments relacionats amb el cor), i es poden recopilar agregades o combinades de manera que no t’identifiquin personalment. Apple també pot rebre informació sobre si instal·les altres apps d’activitat física, la ubicació aproximada i l’estona que has fet servir l’Apple Watch. En activar la millora de les apps Salut i Activitat, acceptes i consents que Apple, els seus agents i les seves filials transmetin, recopilin, conservin, processin i utilitzin aquesta informació tal com s’ha descrit anteriorment. Apple pot desar aquesta informació amb altres proveïdors de serveis de confiança. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Funkce Vylepšovat Zdraví a Aktivitu zasílá společnosti Apple z vašeho iOS zařízení a Apple Watch informace o aktivitě, cvičení a omezeně i informace související se zdravím. Pomáhá tak společnosti Apple s vývojem, vylepšováním a analýzou efektivity funkcí pro zdraví, aktivitu a fyzickou kondici v zařízeních Apple. Vaše data nebudou použita k žádnému jinému účelu a neobsahují žádné informace, podle nichž by vás bylo možné identifikovat. Tyto informace obsahují data, která se na iOS zařízení zobrazují v aplikacích Zdraví a Aktivita, včetně některých vámi zadaných dat (například věk, pohlaví, výška, váha a stav režimu invalidního vozíku). Data zasílaná společnosti Apple zahrnují informace o aktivitě a pohybu (např. neprosezené hodiny, minuty cvičení, vystoupaná patra, stav zaplnění kroužku pohybu, úroveň tělesné aktivity a data z akcelerometru a gyroskopu) a taky související data zobrazovaná v aplikaci Zdraví (například měření VO2 max a činnosti srdce). Tato data mohou být agregovaná nebo jiným způsobem sdružená ve formátu, který vás neumožňuje identifikovat. Společnost Apple taky může dostávat informace o dalších nainstalovaných aplikacích pro fyzickou kondici, přibližné poloze a době, po kterou používáte Apple Watch. Zapnutím funkce Vylepšovat Zdraví a Aktivitu udělujete společnosti Apple a jejím dceřiným společnostem a zástupcům souhlas s přenášením, shromažďováním, údržbou a využíváním těchto informací výše popsaným způsobem. Společnost Apple může tyto informace sdílet s důvěryhodnými nezávislými poskytovateli služeb. Společnost Apple bude s informacemi, které obdrží, za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Gør Sundhed og aktivitet bedre sender trænings- og aktivitetsoplysninger samt begrænsede sundhedsrelaterede oplysninger fra din iOS‑enhed og dit Apple Watch til Apple for at hjælpe Apple med at udvikle, forbedre og forstå, hvor effektive sundheds-, aktivitets- og træningsfunktionerne er på Apple-enheder. Dine data bruges ikke til andre formål og indeholder ikke oplysninger, som kan identificere dig. Disse oplysninger indeholder data, som vises i appen Sundhed og appen Aktivitet på iOS‑enheden, herunder visse data, som du har leveret (f.eks. alder, køn, højde, vægt og indstilling for kørestolsfunktion). Data, som sendes til Apple, kan indeholde aktivitets- og bevægelsesdata (f.eks. antal ståtimer, minutter med motion, antal trapper, færdiggørelse i procent af bevægelsescirklen, fysisk aktivitetsniveau, accelerometer- og gyroskopdata) samt relateret data, som vises i appen Sundhed (f.eks. maks. VO₂ og hjerterelaterede målinger), der indsamles eller kombineres på en måde, der ikke identificerer dig personligt. Apple kan også modtage oplysninger, som fortæller, om der er installeret andre fitnessapps, om omtrentlig lokalitet og om, hvor længe du har brugt Apple Watch. Når du slår Gør Sundhed og aktivitet bedre til, erklærer du dig enig i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, behandler og bruger disse oplysninger, som beskrevet ovenfor. Apple kan opbevare disse oplysninger hos godkendte tredjepartstjenesteudbydere. Oplysninger modtaget af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som findes på www.apple.com/dk/privacy.
de: Mit „Health & Aktivität verbessern“ werden Aktivitäts-, Trainings- und bestimmte gesundheitsbezogene Daten von deinem iOS-Gerät und der Apple Watch an Apple gesendet, um Apple beim Entwickeln, Verbessern und Ermessen der Leistungsfähigkeit der Gesundheits-, Aktivitäts- und Fitnessfunktionen auf Apple-Geräten zu unterstützen. Diese Daten werden für keine anderen Zwecke verwendet und lassen keinerlei Rückschlüsse auf deine Person zu. Diese Informationen enthalten Daten, die in den Health- und Aktivitäts-Apps auf deinem iOS-Gerät gezeigt werden, einschließlich bestimmter Daten, die von dir eingegeben wurden (z. B. Alter, Geschlecht, Größe, Gewicht und Status des Rollstuhlmodus). Zu den an Apple gesendeten Daten gehören möglicherweise Aktivitäts- und Bewegungsdaten (wie z. B. Stehstunden, Trainingsminuten, Infos zum Treppensteigen und Schließen der Aktivitätsringe, Niveau der körperlichen Aktivität und Gyroskopdaten) sowie dazugehörige Daten, die in der Health-App angezeigt werden (wie z. B. der Vo2Max-Wert und herzbezogene Messwerte). Apple erhält möglicherweise auch Informationen darüber, ob andere Fitness-Apps installiert sind, den ungefähren Standort und wie lange die Apple Watch bereits benutzt wird. Mit dem Aktivieren der Funktion „Health & Aktivität verbessern“ erklärst du dein Einverständnis damit, dass Apple und seine Tochtergesellschaften und Vertreter diese Informationen wie vorstehend aufgeführt übertragen, sammeln, verwalten, verarbeiten und verwenden dürfen. Mit dem Speichern dieser Daten beauftragt Apple möglicherweise vertrauenswürdige Drittanbieter derartiger Dienste. Informationen, die Apple erhält, werden jederzeit gemäß der Apple-Datenschutzrichtlinie unter www.apple.com/de/privacy behandelt.
el: Η Βελτίωση Υγείας και Δραστηριότητας στέλνει στην Apple πληροφορίες δραστηριότητας και προπονήσεων, καθώς και περιορισμένα δεδομένα που σχετίζονται με την υγεία σας, από τη συσκευή iOS και το Apple Watch σας προκειμένου να βοηθήσει την Apple να αναπτύξει, να βελτιώσει και να κατανοήσει καλύτερα την αποτελεσματικότητα των δυνατοτήτων υγείας, δραστηριότητας και άθλησης που διατίθενται σε συσκευές Apple. Τα δεδομένα σας δεν θα χρησιμοποιηθούν για κανέναν άλλο σκοπό και δεν περιλαμβάνουν ταυτοποιήσιμες πληροφορίες. Οι εν λόγω πληροφορίες αφορούν δεδομένα που εμφανίζονται στις εφαρμογές «Υγεία» και «Δραστηριότητα» στη συσκευή iOS σας, στα οποία περιλαμβάνονται και δεδομένα που έχετε εισαγάγει εσείς (όπως ηλικία, φύλο, ύψος, βάρος και κατάσταση λειτουργίας αναπηρικού αμαξιδίου). Τα δεδομένα που στέλνονται στην Apple μπορεί να περιλαμβάνουν δεδομένα δραστηριότητας και κίνησης (όπως ώρες ορθοστασίας, λεπτά άσκησης, ορόφους/σκάλες που έχετε ανέβει, ποσοστό ολοκλήρωσης των κύκλων κίνησης, επίπεδο σωματικής δραστηριότητας, καθώς και δεδομένα επιταχυνσιόμετρου και γυροσκόπιου), καθώς και σχετικά δεδομένα που εμφανίζονται στην εφαρμογή «Υγεία» (όπως τιμή VO₂ max και μετρήσεις που σχετίζονται με την καρδιά), τα οποία μπορεί να είναι συγκεντρωτικά ή συνδυασμένα με άλλο τρόπο σε μορφή που δεν σας ταυτοποιεί. Η Apple μπορεί επίσης να λαμβάνει πληροφορίες σχετικά με το αν έχετε εγκαταστήσει άλλες εφαρμογές άθλησης, την τοποθεσία σας κατά προσέγγιση, και πόσο καιρό χρησιμοποιείτε το Apple Watch. Αν ενεργοποιήσετε τη Βελτίωση Υγείας και Δραστηριότητας, συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών, όπως αυτές περιγράφονται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της. Η Apple ενδέχεται να αποθηκεύσει αυτές τις πληροφορίες σε αξιόπιστους τρίτους παρόχους υπηρεσιών. Ο χειρισμός των πληροφοριών που λαμβάνει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: “Mejorar Salud y Actividad” envía a Apple información del dispositivo iOS y el Apple Watch acerca de tu actividad, entrenos y otra información de carácter limitado relacionada con tu salud para ayudar a Apple a desarrollar, mejorar y entender la efectividad de las funciones de salud, actividad y forma física de sus dispositivos. Estos datos no incluyen información que te pueda identificar personalmente ni se usarán para ningún otro propósito. Esta información comprende los datos que se muestran en las apps Salud y Actividad del dispositivo iOS, lo que incluye algunos datos introducidos por ti (como la edad, el sexo, la estatura, el peso y el estado del modo de silla de ruedas). Apple puede recibir, entre otros, datos acerca de tu actividad y movimiento (como las horas que te has puesto de pie, los minutos de ejercicio, los pisos subidos, el porcentaje completado del anillo Movimiento, el nivel de actividad física y los datos recogidos por el acelerómetro y el giroscopio), así como la información que se muestra en la app Salud (como el VO₂ máx. y las mediciones relacionadas con el corazón), la cual puede agregarse o combinarse de forma que no te identifique personalmente. Apple también puede recibir información acerca de si tienes otras apps de forma física instaladas, tu ubicación aproximada y el tiempo que llevas usando el Apple Watch. Al activar “Mejorar Salud y Actividad”, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente. Apple puede almacenar esta información con proveedores de servicios de terceros de confianza. En todo momento, la información que reciba Apple se tratará de acuerdo con lo establecido en la política de privacidad de Apple, que está disponible en www.apple.com/es/privacy.
es_us: La opción Mejorar Salud y Actividad envía datos de actividad, entrenamiento e información limitada relacionada con tu salud desde tu dispositivo iOS y el Apple Watch a Apple para ayudar a desarrollar, mejorar y entender la eficacia de las funciones de salud, actividad y condición física de los dispositivos Apple. Tus datos no se usan con ningún otro propósito y no incluyen información que te identifique personalmente. Esta información incluye datos que muestran las apps Salud y Actividad en tu dispositivo iOS, incluyendo algunos que debes ingresar (como tu edad, estatura, peso y estado del modo de silla de ruedas). Los datos que se envían a Apple pueden incluir los de actividad y movimiento (como horas de pararse, minutos de ejercicio, escaleras subidas y porcentaje de los círculos de Moverse, nivel de actividad física, además de los del acelerómetro y el giroscopio), al igual que datos relacionados que se muestran en la app Salud (como VO₂ máx. y las mediciones cardiacas), que podrían agregarse o combinarse en una forma que no te identifique personalmente. Apple podría recibir información sobre si tienes otras apps de condición física instaladas, ubicación aproximada y por cuánto tiempo has usando tu Apple Watch. Al activar Mejorar Salud y Actividad, aceptas y concedes que Apple y sus subsidiarios transmitan, recopilen, mantengan, procesen y usen esta información según se describe anteriormente. Apple podría almacenar esta información con proveedores de servicios de terceros de confianza. En todo momento, la información recibida por Apple se tratará de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Paranna terveyttä/aktiivisuutta -ominaisuus lähettää treeni- ja aktiivisuustietoja sekä rajoitettuja terveyteen liittyviä tietoja iOS-laitteesta ja Apple Watchista Applelle. Tämä auttaa Applea kehittämään, parantamaan ja ymmärtämään Applen laitteiden terveys-, aktiivisuus- ja kuntoilutoimintojen tehokkuutta. Tietojasi ei käytetä muihin tarkoituksiin eikä niistä ei voida tunnistaa yksittäistä henkilöä. Nämä tiedot sisältävät iOS-laitteesi Terveys- ja Aktiivisuus-apeissa näkyviä tietoja, myös tiettyjä itse syöttämiäsi tietoja (kuten ikä, sukupuoli, pituus, paino ja pyörätuolitila). Applelle lähetettyihin tietoihin voi sisältyä aktiivisuus- ja liikkumistietoja (kuten seisomisaika, treeniminuutit, noustut kerrokset, arkiliikuntaympyrän täyttymisprosentti, fyysinen aktiivisuustaso sekä kiihtyvyysmittarin ja gyroskoopin tiedot) sekä niihin liittyviä Terveys-apissa näkyviä tietoja (kuten VO₂ max ja sydämeen liittyviä mittaustuloksia). Tiedot voivat olla koostettuja tai sellaisessa muodossa, josta sinua ei voida tunnistaa. Apple voi myös saada tiedon siitä, onko muita kuntoiluappeja asennettu, likimääräisen sijainnin ja tiedon siitä, kuinka kauan olet käyttänyt Apple Watchia. Sallimalla Paranna terveyttä/aktiivisuutta -ominaisuuden hyväksyt ja sallit, että Apple ja sen tytäryhtiöt ja yhteistyökumppanit välittävät, keräävät, ylläpitävät, käsittelevät ja käyttävät näitä tietoja yllä kuvatulla tavalla. Apple voi säilyttää näitä tietoja luotetuilla ulkopuolisilla palveluntarjoajilla. Applen vastaanottamaa tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä löytyy osoitteesta www.apple.com/legal/privacy/fi.
fr: « Améliorer Santé et Activité » envoie des données d’exercice et d’activité ainsi que certaines données de santé de votre appareil iOS et de l’Apple Watch à Apple pour permettre de développer, d’améliorer et d’évaluer l’efficacité des fonctions de santé, d’activité et de forme physique sur les appareils Apple. Vos données ne seront en aucun cas utilisées à d’autres fins et n’incluent aucune information susceptible de vous identifier personnellement. Ces données comprennent les données présentées dans les apps Santé et Activité sur votre appareil iOS, notamment certaines des données que vous avez saisies (comme votre âge, votre sexe, votre taille, votre poids et l’état du mode Fauteuil). Les données envoyées à Apple peuvent inclure les données d’activité et de mouvement (telles que le nombre d’heures « Me lever », les minutes d’exercice, les étages montés, le pourcentage de progression de l’anneau « Bouger », le niveau d’activité physique, et les données de l’accéléromètre et du gyroscope), ainsi que les données associées affichées dans l’app Santé (telles que le VO₂ max et les mesures cardiaques). Ces données peuvent être consolidées ou combinées d’une façon qui ne permet pas de vous identifier personnellement. Apple peut aussi recevoir des informations concernant les autres apps de forme physique éventuellement installées, votre position approximative et la durée d’utilisation de l’Apple Watch. En activant « Améliorer Santé et Activité », vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Apple peut faire appel à des fournisseurs de service tiers de confiance pour le stockage de ces informations. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, disponible à l’adresse www.apple.com/fr/privacy.
fr_ca: « Améliorer Santé et Activité » envoie les données d’entraînement et d’activité ainsi que certaines informations liées à la santé se trouvant sur votre appareil iOS et votre Apple Watch à Apple pour permettre de développer, d’améliorer et d’évaluer l’efficacité des fonctions de santé, d’activité et de forme physique sur les appareils Apple. Vos données ne seront en aucun cas utilisées à d’autres fins et n’incluent aucune donnée susceptible de vous identifier personnellement. Ces données comprennent les données affichées dans les apps Santé et Activité sur votre appareil iOS, y compris certaines données ajoutées par vous (comme l’âge, le sexe, la grandeur et l’état du mode Fauteuil). Les données envoyées à Apple peuvent comprendre les données d’activité et de mouvement (telles que les heures debout, les minutes d’exercice, les étages montés, le pourcentage de progression de l’anneau « Bouger », le niveau d’activité physique, l’accéléromètre et les données du gyroscope) ainsi que des données connexes affichées dans l’app Santé (telles que la valeur de VO2 max et des mesures cardiaques). Ces données peuvent être consolidées ou combinées d’une façon qui ne permet pas de vous identifier personnellement. Apple peut aussi recevoir de l’information à savoir si d’autres apps de forme physique sont installées, la position approximative et la durée d’utilisation de l’Apple Watch. En activant « Améliorer Santé et Activité », vous acceptez qu’Apple, ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Apple pourrait faire appel à des fournisseurs de service tiers pour stocker ces informations. Les informations recueillies par Apple seront systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ״שיפור ׳בריאות׳ ו׳פעילות׳״ שולח את נתוני הפעילות והאימונים שלך, וכן מידע מסוים הנוגע לבריאותך ממכשיר ה-iOS וה-Apple Watch שלך אל Apple, כדי לעזור ל-Apple לפתח, לשפר ולהבין את יעילות מאפייני בריאות, פעילות וכושר במכשירי Apple. נתונים אלה לא ישמשו למטרות אחרות, ואינם כוללים פרטים אישיים המאפשרים זיהוי. מידע זה כולל נתונים מתוך היישומים ״בריאות״ ו״פעילות״ במכשיר ה-iOS שלך, וביניהם נתונים שהזנת בעצמך (כמו גיל, מין, גובה, משקל ושימוש בכיסא גלגלים). מידע שנשלח ל-Apple עשוי לכלול נתוני פעילות ותנועה (למשל, שעות עמידה, דקות התעמלות, קומות שטיפסת, אחוז השלמת טבעת התנועה, רמת פעילות פיזית, מד תאוצה ונתוני גירוסקופ) וכן מידע קשור המוצג ביישום ״בריאות״ (כמו ‏VO₂ מקס׳ ומגוון מדדי לב), אשר עשויים להיות מקובצים באופן שאינו מקושר לזהותך. ייתכן גם ש-Apple תקבל מידע בנוגע ליישומי כושר אחרים המותקנים במכשירך, כמו למשל, מיקום משוער ומשך השימוש שלך ב-Apple Watch. הפעלת ״שיפור ׳בריאות׳ ו׳פעילות׳״ מהווה את הסכמתך לאיסוף, שיתוף, תחזוקה, עיבוד של מידע זה, וכן שימוש בו על ידי Apple, חברות בנות וסוכנים שלה, כמתואר לעיל. ייתכן ש-Apple תאחסן מידע זה בידי ספקי שירות חיצוניים מהימנים. בכל עת, מידע שמתקבל על ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: “सेहत और ऐक्टिविटी बेहतर बनाएँ” द्वारा Apple डिवाइस पर सेहत और फ़िटनेस फ़ीचर में विकास करने, सुधार करने और उनकी प्रभावशीलता को समझने में Apple की सहायता करने हेतु आपके iOS डिवाइस और Apple Watch से ऐक्टिविटी, वर्कआउट और सेहत संबंधी सीमित जानकारी Apple को भेजी जाती है। आपके डेटा का उपयोग किसी अन्य उद्देश्य के लिए नहीं किया जाएगा और उसमें व्यक्तिगत रूप से पहचान करने योग्य जानकारी नहीं होगी। यह जानकारी उस डेटा को शामिल करती है जो आपके iOS डिवाइस पर सेहत और ऐक्टिविटी ऐप में दिखाए गए हैं, उस डेटा सहित जिसे आपने इनपुट किया है (जैसे कि उम्र, लिंग, ऊँचाई, वज़न और ह्वीलचेयर मोड स्थिति)। Apple को भेजा गया डेटा ऐक्टिविटी और मोशन डेटा (जैसे कि स्टैंड अवधि, एक्सरसाइज़ मिनट, चढ़ी गई सीढ़ियाँ, मूव रिंग पूर्णता प्रतिशत, शारीरिक ऐक्टिविटी स्तर, ऐक्सेलेरोमीटर और जायरोस्कोप डेटा) के साथ ही साथ सेहत ऐप में दिखाया गया संबंधित डेटा (जैसे Vo2Max और हृदय संबंधी माप) जिसे इस रूप में एकीकृत या जमा किया जाता है जिसे आपकी व्यक्तिगत रूप से पहचान नहीं हो पाती है। क्या अन्य फ़िटनेस ऐप्स इंस्टॉल हैं, अनुमानित स्थान और आप कितने समय से Apple Watch का उपयोग कर रहे हैं जैसी जानकारी भी Apple प्राप्त कर सकती है। “सेहत और ऐक्टिविटी बेहतर बनाएँ” को सक्षम करके आप Apple व उसके सहयोगियों और अभिकर्ताओं द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित और प्रोसेस करने और उसे बनाए रखने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं। Apple इस जानकारी को विश्वसनीय तृतीय पक्ष सर्विस प्रोवाइडर के साथ संग्रहित कर सकता है। Apple द्वारा प्राप्त की गई जानकारी को हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Značajka poboljšanja Zdravlja i Aktivnosti šalje podatke o aktivnostima, treninzima i ograničene zdravstvene podatke s vašeg iOS uređaja i Apple Watcha tvrtki Apple kako bi se pomoglo Appleu u razvoju, poboljšanju i razumijevanju učinkovitosti značajki koje se tiču zdravlja, aktivnosti i kondicije na Apple uređajima. Vaši podaci neće biti korišteni u nikakve druge svrhe i neće sadržavati informacije koje vas mogu osobno identificirati. Te informacije uključuju podatke koji se prikazuju u aplikacijama Zdravlje i Aktivnost na vašem iOS uređaju, uključujući određene podatke koje ste unijeli (kao što su dob, spol, visina, težina i status moda invalidskih kolica). Podaci poslani tvrtki Apple mogu uključivati podatke o aktivnostima i kretanju (kao što su sati stajanja, minute vježbanja, prijeđeni katovi, postotak dovršenosti koluta kretanja, razina fizičke aktivnosti, podaci brzinomjera i žiroskopa), kao i povezane podatke prikazane u aplikaciji Zdravlje (kao što su mjerenja maks. Vo2 i pulsa) koji mogu biti agregirani ili na drugi način kombinirani u obliku u kojem vas ne mogu identificirati. Apple također može primiti informacije o tome jesu li instalirane druge aplikacije za praćenje kondicije, približnu lokaciju i vremenski period koji koristite Apple Watch. Omogućavanjem značajke poboljšanja Zdravlja i Aktivnosti, slažete se i pristajete da tvrtka Apple, njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad. Apple može pohraniti ove informacije kod pouzdanih drugih pružatelja usluga. Apple će u svakom trenutku primljene informacije tretirati u skladu s Appleovim pravilima privatnosti, koja možete pročitati na www.apple.com/hr/privacy.
hu: Az Egészség és Tevékenység továbbfejlesztése tevékenység- és edzésinformációkat, valamint korlátozott mértékben egészséggel kapcsolatos információkat küld az iOS-eszközéről és az Apple Watchról az Apple-nek annak érdekében, hogy az Apple fejleszthesse, javíthassa és felmérhesse az Apple eszközök egészség-, tevékenység- és fitneszfunkcióinak hatékonyságát. Az adatai nem lesznek más célból felhasználva, és nem tartalmaznak személyazonosításra alkalmas információkat. Ezek az információk tartalmaznak olyan adatokat, amelyek az iOS-eszköz Egészség és Tevékenység appjában jelennek meg, beleértve bizonyos Ön által megadott adatokat is (például a kort, a nemet, a magasságot, a testsúlyt és a kerekesszékes mód állapotát). Az Apple-nek küldött adatok tartalmazhatják a tevékenység- és mozgásadatokat (például az Állás-órákat, a Gyakorlat-perceket, a megtett emeleteket, a Mozgás gyűrű százalékos értékét, a fizikai tevékenység szintjét, valamint a gyorsulásmérő és a giroszkóp adatait), valamint az Egészség appban megjelenő kapcsolódó adatokat (például a Vo2Max és a szívvel kapcsolatos mérések), amelyek össze lehetnek gyűjtve vagy más módon egyesítve lehetnek olyan formában, amely az Ön személyének azonosítására alkalmatlan. Az Apple információkat kaphat a hozzávetőleges helyzetről is, hogy vannak‑e más fitneszappok telepítve, valamint hogy mennyi ideje használja az Apple Watchot. Az Egészség és Tevékenység továbbfejlesztése funkció engedélyezésével Ön elfogadja és beleegyezik abba, hogy az Apple és annak leányvállalatai és ügynökei a fent említett módon ezeket az információkat átadják, gyűjtsék, karbantartsák, feldolgozzák és használják. Előfordulhat, hogy az Apple ezeket az információkat harmadik félnek minősülő, megbízható szolgáltatóknál tárolja. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Tingkatkan Kesehatan & Aktivitas mengirimkan informasi aktivitas, olahraga, dan informasi terbatas terkait kesehatan dari perangkat iOS Anda dan Apple Watch ke Apple untuk membantu Apple mengembangkan, meningkatkan, dan memahami keefektifan fitur kesehatan, aktivitas, dan kebugaran di perangkat Apple. Data Anda tidak akan digunakan untuk tujuan lainnya, dan tidak menyertakan informasi yang dapat diidentifikasi secara pribadi. Informasi ini menyertakan data yang ditampilkan di app Kesehatan dan Aktivitas di perangkat iOS Anda, meliputi data tertentu yang telah Anda masukkan (seperti umur, jenis kelamin, tinggi badan, berat badan, dan status mode kursi roda). Data yang dikirimkan ke Apple dapat menyertakan data aktivitas dan gerakan (seperti jam berdiri, menit latihan, tangga terpanjat, persentase penyelesaian cincin bergerak, level aktivitas fisik, akselerometer, dan data giroskop) serta data terkait yang ditampilkan di app Kesehatan (seperti Vo2Maks dan pengukuran terkait jantung), yang dapat diagregatkan atau digabung dalam bentuk yang tidak mengidentifikasi Anda secara pribadi. Apple juga dapat menerima informasi mengenai apakah app kebugaran lain diinstal atau tidak, perkiraan lokasi, dan berapa lama Anda telah menggunakan Apple Watch. Dengan mengaktifkan Tingkatkan Kesehatan & Aktivitas, Anda menyetujui dan menyepakati pentransmisian, pengumpulan, pemeliharaan, pemrosesan, dan penggunaan informasi ini oleh Apple dan anak perusahaan serta agennya seperti yang dijelaskan di atas. Apple dapat menyimpan informasi ini dengan penyedia layanan pihak ketiga yang tepercaya. Informasi yang diterima oleh Apple akan diperlakukan sesuai dengan Kebijakan Privasi Apple setiap saat, yang dapat ditemukan di www.apple.com/id/privacy.
it: L’opzione “Migliora Salute e Attività” invia ad Apple dati relativi ad attività o allenamenti e un numero ristretto di informazioni sanitarie di altro tipo dal dispositivo iOS e da Apple Watch al fine di aiutare Apple stessa a sviluppare, migliorare e valutare l’efficacia delle funzionalità legate alla salute e all’attività fisica sui propri dispositivi. I tuoi dati non verranno utilizzati per altri scopi e non includono informazioni personali. Questo tipo di informazioni include dati che vengono mostrati sulle app Salute e Attività del tuo dispositivo iOS, incluse alcune informazioni come età, sesso, altezza, peso e utilizzo della sedia a rotelle. I dati inviati ad Apple possono includere informazioni sull’attività o dati di tipo motorio (quali le ore accumulate per “In piedi”, i minuti di esercizio, il numero di piani saliti, la percentuale di completamento dell’anello Movimento, il livello di attività fisica e i dati di accelerometro e giroscopio), così come altri dati correlati mostrati sull’app Salute (quali la misurazione del valore VO₂ max e altri valori di tipo cardiaco) in forma aggregata o, in alternativa, combinati in modo tale da non consentire di risalire personalmente a te. Apple potrebbe inoltre ricevere informazioni relative all’installazione di altre app per il fitness, alla posizione approssimativa o al tempo di utilizzo complessivo di Apple Watch. Abilitando l’opzione “Migliora Salute e Attività”, accetti e autorizzi la trasmissione, la raccolta, la conservazione, l’elaborazione e l’utilizzo di tali informazioni come descritto sopra da parte di Apple e dei suoi partner e licenziatari. Apple può consentire a provider di servizi di terze parti autorizzati di conservare le informazioni raccolte. In qualsiasi momento, le informazioni ricevute da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: ‘“アクティビティ”と“ヘルスケア”の改善’を有効にすることで、AppleがAppleデバイスのヘルスケア、アクティビティ、フィットネス機能の有効性を向上、改善、把握できるように、iOSデバイスとApple Watchからアクティビティ、ワークアウト、一部のヘルスケア関連のデータがAppleに送信されます。このデータはほかの目的には使用されず、個人を特定できる情報を含みません。 この情報には、iOSデバイスのヘルスケアアプリやアクティビティアプリに表示されるデータと入力した一部データ（年齢、性別、身長、体重、および車椅子モードの状態など）が含まれます。Appleへ送信されるデータには、アクティビティ/モーションデータ（スタンド時間、エクササイズ分数、上った階数、ムーブリングの完成率、運動量、加速度センサー、ジャイロスコープデータなど）およびヘルスケアアプリに表示される関連データ（最大酸素摂取量、心臓関連の測定値など）を含めることができます。データは個人が特定されないような形で集約または結合される場合があります。ほかのフィットネスアプリがインストールされているかどうか、おおまかな位置情報、およびApple Watchの使用期間に関する情報も送信される場合があります。 ‘“アクティビティ”と“ヘルスケア”の改善’を有効にすることで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保持、処理、および使用することに同意し、承諾することになります。これらの情報は、信頼された他社製サービスプロバイダに保存される場合があります。 Appleに送信される情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Apple құрылғыларындағы денсаулық пен фитнес функциясының тиімділігін бағалауға және жақсартуға көмектесу үшін «Денсаулық» пен «Белсенділік» қолданбасын жақсарту функциясы iOS және Apple Watch құрылғысынан Apple компаниясына белсенділік, жаттығулар туралы деректер мен «Денсаулық» қолданбасындағы кейбір деректерді жібереді. Деректеріңіз басқа мақсатта пайдаланылмайды және жеке ақпарат қамтылмайды. Бұл ақпарат iOS құрылғысының «Денсаулық» және «Белсенділік» қолданбасында қолжетімді деректерді, сондай-ақ сіз көрсеткен жалпы деректерді (мысалы, жас, жыныс, бой, салмақ және мүгедектер арбасы режимі) қамтиды. Apple компаниясына жіберілетін деректерде белсенділік пен қозғалыс (мысалы, тұру сағаттары, жаттығулар минуты, жүріп өткен баспалдақ аралықтары, пайыз шамасындағы қозғалыс сақинасының толу мәні, физикалық белсенділік деңгейі, акселерометр мен гироскоп деректері), сондай-ақ «Денсаулық» қолданбасындағы онымен байланысты деректер (мысалы, макс. VO₂ мәні және тамыр соғысының нәтижелері) қамтылуы мүмкін. Деректер жеке басыңызды анықтамайтын пішімде агрегатталуы немесе басқаша біріктірілуі мүмкін. Apple компаниясы фитнеске арналған басқа қолданбалардың бар-жоғы, болжалды геолокация мен Apple Watch сағатын қанша уақыт қолданғаныңыз туралы ақпарат алуы мүмкін. «Денсаулық» және «Белсенділік» қолданбасын жақсарту функциясын қоса отырып, барлық жоғарыда аталған ақпаратты Apple және оның еншілес кәсіпорындары мен агенттеріне беруге, жинауға, сақтауға, өңдеуге және пайдалануға келісім бересіз. Apple компаниясы бұл деректерді үшінші тараптық сенімді серіктестерде сақтауы мүмкін. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына сәйкес өңделеді және оны келесі мекенжайдан таба аласыз: www.apple.com/privacy.
ko: ‘건강 및 활동 기능 향상’은 Apple이 Apple 기기의 건강, 활동 및 피트니스 기능을 개발하고, 향상하고, 그 효과를 이해할 수 있도록 iOS 기기와 Apple Watch에서 활동, 운동 및 제한적인 건강 관련 정보를 Apple로 전송합니다. 사용자의 데이터는 그 외의 다른 목적으로는 사용되지 않으며, 개인을 식별할 수 있는 정보를 포함하지 않습니다. 이 정보에는 사용자가 입력한 특정 데이터(예: 나이, 성별, 신장, 체중 및 휠체어 모드 상태)를 포함하여 iOS 기기의 건강 및 활동 앱에 표시되는 데이터가 포함됩니다. Apple에 전송되는 데이터에는 활동 및 움직임 데이터(예: 일어서기 시간, 운동하기 시간, 계단 오르기 기록 및 움직이기 링 완성도, 신체적인 활동 수준, 가속도계 및 자이로스코프 데이터), 그리고 건강 앱에 표시되는 관련 데이터(예: 최대산소섭취량 및 심장 관련 측정치)가 포함될 수 있으며, 이 데이터는 사용자 개인을 식별하지 않는 형식으로 집계되거나 통합됩니다. 또한, 다른 피트니스 앱의 설치 여부, 대략적인 위치, 그리고 Apple Watch 사용 시간에 관련된 정보가 Apple에 전송될 수 있습니다. ’건강 및 활동 기능 향상’을 활성화함으로써 사용자는 Apple과 그 자회사 및 에이전트가 상기 언급된 정보의 전송, 수집, 관리, 처리 및 사용하는 것에 대해 동의하고 허용하게 됩니다. Apple은 이 정보를 신뢰하는 다른 서비스 제공업체에 저장할 수 있습니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 이와 관련된 정보는 www.apple.com/kr/privacy 사이트를 참조하십시오.
lt: Funkcija „Sveikatos“ ir „Veiklos“ tobulinimas“ bendrovei „Apple“ siunčia aktyvumo, treniruočių ir ribotą su sveikata susijusią informaciją iš jūsų „iOS“ įrenginio ir „Apple Watch“, kad jai padėtų tobulinti, gerinti ir suprasti sveikatos, veiklos ir kūno rengybos funkcijų efektyvumą „Apple“ įrenginiuose. Jūsų duomenys nebus naudojami jokiam kitam tikslui ir neapima nustatyti tapatybę leidžiančios informacijos. Ši informacija apima duomenis, rodomus jūsų „iOS“ įrenginyje esančiose programose „Sveikata“ ir „Veikla“, įskaitant tam tikrus duomenis, kuriuos įvedėte (pvz., amžių, lytį, ūgį, svorį ir neįgaliojo vežimėlio režimo būseną). Bendrovei „Apple“ siunčiami duomenys gali apimti aktyvumo ir judėjimo duomenis (pvz., stovėjimo valandas, mankštos minutes, užliptus aukštus, judėjimo žiedo užbaigimo procentą, fizinio aktyvumo lygį, akcelerometro ir giroskopo duomenis), taip pat susijusius duomenis, kurie rodomi programoje „Sveikata“ (pvz., „Vo2Maks.“ ir su širdimi susijusius matavimus), kurie gali būti agreguoti arba kitaip sujungti jūsų tapatybės neleidžiančia nustatyti forma. Bendrovė „Apple“ taip pat gali gauti informaciją apie tai, ar įdiegtos kitos kūno rengybos programos, apytikslę vietą ir kiek laiko naudojatės „Apple Watch“. Įjungdami funkciją „Sveikatos“ ir „Veiklos“ tobulinimas“ sutinkate, kad bendrovė „Apple“, jos padaliniai ir atstovai perduotų, rinktų, prižiūrėtų, tvarkytų ir naudotų šią informaciją, kaip aprašyta pirmiau. Bendrovė „Apple“ gali saugoti šią informaciją pas patikimus trečiųjų šalių paslaugų teikėjus. Su informacija, kurią gavo bendrovė „Apple“, visada bus elgiamasi pagal „Apple“ privatumo politiką, kuri pateikiama svetainėje www.apple.com/privacy.
ms: Tingkatkan Kesihatan & Aktiviti menghantar maklumat aktiviti, latihan dan maklumat terhad berkaitan kesihatan daripada peranti iOS dan Apple Watch anda kepada Apple untuk membantu Apple membangunkan, meningkatkan dan memahami keberkesanan ciri kesihatan, aktiviti dan kecergasan pada peranti Apple. Data anda tidak akan digunakan untuk sebarang tujuan lain dan tidak menyertakan maklumat pengenalpastian peribadi. Maklumat ini termasuk data yang ditunjukkan dalam app Kesihatan dan Aktiviti pada peranti iOS anda, termasuk data tertentu yang telah anda masukkan (seperti umur, jantina, tinggi, berat dan keadaan mod kerusi roda). Data yang dihantar kepada Apple boleh termasuk data aktiviti dan pergerakan (seperti jam berdiri, minit senaman, tangga dinaiki, peratusan pelengkapan gelang pergerakan, tahap aktiviti fizikal, data akselerometer dan giroskop) serta data berkaitan yang dipaparkan dalam app Kesihatan (seperti Vo2Maks dan ukuran berkaitan jantung), yang mungkin diagregatkan atau sebaliknya digabungkan dalam borang yang tidak mengenal pasti anda secara peribadi. Apple juga mungkin menerima maklumat tentang sama ada app kecergasan lain dipasang, lokasi anggaran dan tempoh anda telah menggunakan Apple Watch. Dengan mendayakan Tingkatkan Kesihatan & Aktiviti, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas. Apple mungkin menyimpan maklumat ini dengan penyedia khidmat pihak ketiga yang dipercayai. Pada setiap masa, maklumat yang diterima oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Met 'Verbeter Gezondheid en Activiteit' worden gegevens over activiteit en work‑outs en beperkte gezondheidsgegevens van je iOS-apparaat en Apple Watch naar Apple gestuurd om Apple te helpen om inzicht te krijgen in de effectiviteit van de gezondheids-, activiteits- en conditiefuncties op apparaten van Apple en om deze functies te ontwikkelen en te verbeteren. Je gegevens worden voor geen enkel ander doel gebruikt en bevatten geen informatie waaruit je identiteit kan worden afgeleid. De verstuurde gegevens bevatten gegevens die worden weergegeven in de apps Gezondheid en Activiteit op je iOS-apparaat, waaronder bepaalde gegevens die je zelf invoert (zoals leeftijd, geslacht, lengte, gewicht en de status van de rolstoelmodus). Gegevens die naar Apple worden verstuurd, kunnen activiteits- en bewegingsgegevens bevatten (zoals uren waarin gestaan, trainingsminuten, beklommen trappen, hoeveel procent van de bewegingsring is voltooid, fysiek activiteitsniveau en gegevens van de versnellingsmeter en gyroscoop) en gerelateerde gegevens die worden weergegeven in de app Gezondheid (zoals VO₂max en metingen met betrekking tot het hart). Deze gegevens kunnen worden samengevoegd of gecombineerd in een vorm die jou niet persoonlijk identificeert. Apple kan ook gegevens ontvangen over of er andere fitnessapps zijn geïnstalleerd, je bij benadering bepaalde locatie, en hoelang je je Apple Watch al gebruikt. Door 'Verbeter Gezondheid en Activiteit' in te schakelen ga je ermee akkoord dat Apple en zijn dochterondernemingen en tussenpersonen de hierboven genoemde informatie mogen versturen, verzamelen, onderhouden, verwerken en gebruiken. Apple kan deze gegevens bewaren bij vertrouwde externe serviceproviders. De door Apple ontvangen informatie wordt te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt nalezen op www.apple.com/nl/privacy.
no: Forbedre Aktivitet og Helse sender aktivitets- og treningsinformasjon, samt begrensede data knyttet til helse, fra iOS-enheten og Apple Watch til Apple for å hjelpe Apple med å utvikle, forbedre og forstå virkningsgraden av helse-, aktivitet- og treningsfunksjonene på Apple-enheter. Dataene vil ikke bli brukt til andre formål, og de inneholder ikke informasjon som kan identifisere deg personlig. Informasjonen inkluderer data som vises i appene Helse og Aktivitet på iOS-enheten, inkludert informasjon du selv har angitt (som kjønn, alder, høyde, vekt og bruk av rullestol). Dataene som sendes til Apple, kan inkludere aktivitets- og bevegelsesdata (som oppreisttimer, treningsminutter, trapper gått, prosentvis fullføring av bevegelsesringen, aktivitetsnivå og data fra akselerometer og gyroskop) i tillegg til tilknyttede data som vises i Helse-appen (som VO2-maks og pulsmålinger), og de blir samlet inn eller kombinert i en form som ikke identifiserer deg personlig. Apple kan også motta informasjon om andre treningsapper er installert, omtrentlig posisjon og i hvor lang tid du har brukt Apple Watch. Ved å aktivere Forbedre Helse og Aktivitet aksepterer du og samtykker du i at Apple og Apples datterselskaper og agenter overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor. Apple kan dele denne informasjonen med pålitelige tredjeparter som leverer tjenester til selskapet. Informasjonen Apple mottar, vil alltid bli behandlet i henhold til Apples retningslinjer for personvern på www.apple.com/no/privacy.
pl: Funkcja Ulepszanie (Zdrowie i Aktywność) wysyła informacje dotyczące aktywności, treningów oraz ograniczone dane dotyczące zdrowia z urządzenia iOS i Apple Watch do Apple. Dzięki nim Apple może rozwijać, podnosić i analizować skuteczność funkcji związanych ze zdrowiem, aktywnością i sprawnością oferowanych na urządzeniach Apple. Twoje dane nie będą używane do innych celów i nie pozwalają na zidentyfikowanie Cię. Informacje te obejmują dane widoczne w aplikacjach Zdrowie i Aktywność na urządzeniu iOS, łącznie z danymi wprowadzonymi przez Ciebie (np. wiekiem, płcią, wzrostem, wagą i statusem trybu wózka inwalidzkiego). Dane wysłane do Apple mogą zawierać informacje o aktywności i ruchu (np. godziny stania, czas trwania ćwiczeń, liczbę pokonanych pięter, procentowy stan pierścienia W ruchu, poziom aktywności fizycznej lub dane z akcelerometru i żyroskopu), a także związane z nimi dane wyświetlane w aplikacji Zdrowie (np. pułap tlenowy i pomiary serca), które mogą być agregowane lub łączone w sposób nie pozwalający na identyfikację użytkownika. Apple może również otrzymywać informacje o tym, czy są zainstalowane inne aplikacje do ćwiczeń, przybliżone położenie i jak długo korzystano z Apple Watch. Włączając funkcję Ulepszanie (Zdrowie i Aktywność), wyrażasz zgodę na przesyłanie, gromadzenie, przechowywanie, przetwarzanie i używanie tych informacji przez Apple, jego podmioty zależne i agentów w sposób opisany powyżej. Firma Apple może przechowywać te informacje u innych zaufanych dostawców usług. Informacje uzyskiwane przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl.
pt_br: A opção Melhorar Saúde e Atividade envia dados de atividade, exercício e informações limitadas de saúde do seu dispositivo iOS e do Apple Watch para a Apple, para ajudar a desenvolver, melhorar e entender a efetividade dos recursos de saúde, atividade e preparo físico em dispositivos da Apple. Seus dados não serão usados para nenhum outro propósito e não incluirão informações pessoais identificáveis. Essas informações incluem dados mostrados nos apps Saúde e Atividade no dispositivo iOS, incluindo certos dados que você forneceu (como idade, sexo, peso e estado do modo cadeirante). Os dados enviados à Apple podem incluir dados de atividade e movimento (como horas em pé, minutos de exercício, lances de escada subidos, porcentagem de conclusão do círculo de movimento, nível de atividade física, dados do acelerômetro e giroscópio), além dos dados relacionados exibidos no app Saúde (como Vo2 máx. e medições cardíacas), que podem ser agregados ou combinados de uma maneira que não identifique você pessoalmente. A Apple também pode receber informações que indicam se outros apps de preparo físico estão instalados, a localização aproximada e por quanto tempo você usou o Apple Watch. Ao ativar a opção Melhorar Saúde e Atividade, você consente e concorda que a Apple e suas subsidiárias e agentes possam transmitir, coletar, manter, processar e usar essas informações conforme descrito acima. A Apple pode armazenar essas informações com provedores de serviço terceirizados de confiança. As informações recebidas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy.
pt_pt: Melhorar Saúde e Atividade envia à Apple, do dispositivo iOS e do Apple Watch, dados de atividade e de treino assim como determinada informação de saúde para ajudar a desenvolver, melhorar e perceber a eficácia destas funcionalidades. Os seus dados não serão usados para nenhum outro fim e não incluem qualquer informação de teor pessoal. Esta informação inclui dados mostrados nas aplicações Saúde e Atividade no seu dispositivo iOS, incluindo determinada informação por si inserida (idade, sexo, altura, peso e estado do modo de cadeira de rodas). Os dados enviados à Apple podem incluir dados de atividade e movimento (como horas de pé, minutos de exercício, lanços subidos, percentagem de preenchimento do anel de movimento, nível de atividade física, acelerómetro e giroscópio), assim como dados relacionados que aparecem na aplicação Saúde (tais como VO₂ máx. e medições relacionadas com o coração). Estes dados são recolhidos e agregados de forma a não conterem informação de teor pessoal. A Apple pode igualmente receber informação acerca de outras aplicações de fitness que possa ter instaladas, localização aproximada e há quanto tempo usa o Apple Watch. Ao ativar Melhorar Saúde e Atividade, aceita e consente que a Apple e respetivas empresas subsidiárias e agentes transmitam, recolham, mantenham, processem e usem esta informação nos termos acima descritos. A Apple reserva‑se o direito de partilhar esta informação com fornecedores de serviços que considera fidedignos. Toda e qualquer informação recebida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy.
ro: “Îmbunătățire Sănătate și Activitate” trimite la Apple informații despre activitate, exerciții fizice și date limitate referitoare la sănătate de pe dispozitivul iOS și de pe Apple Watch‑ul dvs. pentru dezvoltarea, îmbunătățirea și evaluarea eficienței funcționalităților pentru sănătate, activitate și fitness de pe dispozitivele Apple. Datele dvs. nu vor fi utilizate în niciun alt scop și nu includ informații care să permită identificarea personală. Aceste informații includ datele care sunt prezentate în aplicațiile Sănătate și Activitate de pe dispozitivul dvs. iOS, inclusiv anumite date introduse de dvs. (cum ar fi vârsta, sexul, înălțimea, greutatea și starea modului scaun cu rotile). Datele trimise la Apple pot include date referitoare la activitate și mișcare (cum ar fi datele referitoare la orele în picioare, minutele de antrenament, scările urcate, procentul de completare a inelului de mișcare, nivelul de activitate fizică, accelerometru și giroscop), precum și datele asociate afișate în aplicația Sănătate (cum ar fi Vo2Max și măsurătorile referitoare la inimă), care pot fi agregate sau combinate într‑o formă care nu vă identifică personal. De asemenea, Apple poate primi informații despre instalarea altor aplicații de fitness, localizarea aproximativă și de cât timp utilizați Apple Watch‑ul. Prin activarea opțiunii “Îmbunătățire Sănătate și Activitate”, sunteți de acord și consimțiți ca Apple și filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus. Apple poate stoca aceste informații împreună cu terți furnizori autorizați de servicii. Informațiile primite de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Функция улучшения приложений «Здоровье» и «Активность» отправляет с устройства iOS и Apple Watch данные об активности и тренировках, а также ограниченные медданные в компанию Apple, чтобы помочь Apple в разработке, оценке и повышении эффективности функций здоровья и фитнеса на устройствах Apple. Ваши данные не будут использоваться в иных целях и не содержат информации, на основе которой можно установить Вашу личность. Эта информация включает данные, доступные в приложениях «Здоровье» и «Активность» на устройстве iOS, в том числе общие сведения, которые Вы указали (такие как возраст, пол, рост, вес и использование режима «Кресло-коляска»). Отправляемые в Apple данные могут содержать данные активности и подвижности (например: часы с разминкой, минуты упражнений, пройденные лестничные пролеты, процент заполнения кольца подвижности, уровень физической активности, данные акселерометра и гироскопа), а также связанные с ними данные из приложения «Здоровье» (например, значения VO₂ макс. и результаты замеров пульса). Все эти данные могут быть обобщены или иным образом объединены так, чтобы их нельзя было использовать для установления Вашей личности. Apple также может получать данные о том, установлены ли другие приложения для фитнеса, примерную геопозицию и время, в течение которого Вы используете Apple Watch. Включая функцию улучшения приложений «Здоровье» и «Активность», Вы тем самым даете компании Apple, ее дочерним предприятиям и агентам согласие на передачу, сбор, хранение, обработку и использование всей вышеописанной информации. Apple может хранить эти данные у доверенных партнеров. Собираемая Apple информация всегда будет использоваться в соответствии с политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Funkcia Vylepšovať Zdravie a Aktivitu odosiela informácie o aktivitách a tréningoch a obmedzené informácie týkajúce sa zdravia z iOS zariadenia a Apple Watch do spoločnosti Apple s cieľom pomôcť vyvíjať, vylepšovať a porozumieť efektivite funkcií týkajúcich sa zdravia, aktivít a tréningov na Apple zariadeniach. Vaše dáta nebudú použité na žiadne iné účely a neobsahujú informácie umožňujúce osobnú identifikáciu. Tieto informácie zahŕňajú dáta zobrazené v apkách Zdravie a Aktivita na vašom iOS zariadení vrátane určitých údajov, ktoré ste zadali (napríklad vek, pohlavie, výška, váha a používanie invalidného vozíka). Dáta odosielané do spoločnosti Apple môžu zahŕňať údaje týkajúce sa aktivít a pohybu (napríklad hodiny v stoji, počet minút cvičenia, počet poschodí, percentuálny stav dokončenia kruhu pohybu, úroveň fyzickej aktivity a dáta z akcelerometra a gyroskopu), ako aj súvisiace dáta zobrazené v apke Zdravie (napríklad VO₂ max a merania súvisiace so srdcovou frekvenciou), ktoré môžu byť agregované alebo inak skombinované tak, aby vás nebolo možné identifikovať. Spoločnosť Apple môže prijať aj informácie o používaní iných tréningových apiek, približnú polohu a informácie o tom, ako dlho používate Apple Watch. Povolením funkcie Vylepšovať Aktivitu a Zdravie súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a zástupcovia môžu prenášať, zhromažďovať, udržiavať, spracovávať a používať tieto informácie tak, ako je to popísané vyššie. Spoločnosť Apple môže uchovať tieto informácie u dôveryhodných poskytovateľov služieb tretích strán. S informáciami prijatými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Funkcija Izboljšanje zdravja in aktivnosti družbi Apple pošilja podatke o aktivnosti in vadbi ter omejene podatke, povezane z zdravjem, iz naprav iOS in Apple Watch. Na podlagi teh podatkov razvijajo, izboljšujejo in bolje razumejo učinkovitost funkcij za zdravje, aktivnost in gibanje v napravah Apple. Poslani podatki ne bodo uporabljeni za noben drug namen in ne bodo vsebovali osebno določljivih podatkov. Ti podatki prihajajo iz aplikacij Zdravje in Aktivnost v napravi iOS in vključujejo na primer starost, spol, višino, težo in stanje načina Invalidski voziček. Podatki, poslani družbi Apple, lahko vključujejo podatke o aktivnosti in gibanju (na primer ure stanja, minute rekreacije, število prehojenih stopnic, odstotek sklenitve obroča gibanja, stopnja fizične aktivnosti, merilnik pospeškov in podatki žiroskopa) ter povezane podatke, prikazane v aplikaciji Zdravje (na primer maksimalna poraba kisika in meritve v zvezi s srcem), ki so lahko zbrani ali drugače združeni v takšni obliki, da ni mogoče ugotoviti vaše identitete. Apple bo morda prejel tudi podatke o tem, ali imate nameščene druge aplikacije za gibanje, podatke o približni lokaciji in podatke o tem, kako dolgo uporabljate uro Apple Watch. Če omogočite možnost Izboljšanje zdravja in aktivnosti, se strinjate in soglašate, da Apple ter njegove podružnice in zastopniki prenesejo, zbirajo, vzdržujejo, obdelujejo in uporabljajo te podatke, kot je opisano zgoraj. Apple lahko te podatke shrani pri drugih zaupanja vrednih ponudnikih storitev. Podatki, ki jih prejme Apple, bodo ves čas obravnavani skladno s pravilnikom o zasebnosti družbe Apple, ki ga lahko najdete na www.apple.com/privacy.
sv: Förbättra aktivitet och hälsa skickar aktivitets- och träningsdata och en begränsad mängd hälsorelaterade data från din iOS-enhet och Apple Watch till Apple så att Apple kan utveckla, förbättra och förstå effektiviteten hos hälso- och träningsfunktionerna på Apple-enheter. Dina data kommer inte att användas för något annat ändamål, och innehåller inte någon information som kan identifiera dig personligen. Den här informationen innehåller data som visas i apparna Hälsa och Aktivitet på iOS-enheten, inklusive vissa data som du har angett (till exempel ålder, kön, vikt och om du använder rullstol). Data som skickas till Apple kan innehålla aktivitets- och rörelsedata (till exempel ståtimmar, träningsminuter, antal trappor, hur komplett träningsringen är, fysisk aktivitetsnivå och data från accelerometer och gyroskop) samt andra data som visas i appen Hälsa (till exempel högsta VO₂ och hjärtrelaterade mätningar). Apple kan även få information om det finns andra installerade träningsappar, din ungefärliga plats och hur länge du har använt Apple Watch. Genom att använda Förbättra aktivitet godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen enligt vad som beskrivs ovan. Apple kan lagra den här informationen hos betrodda tredjepartsleverantörer. Information som skickas till Apple kommer alltid att behandlas enligt Apples integritetspolicy, som du hittar på www.apple.com/se/privacy.
th: การปรับปรุงสุขภาพและกิจกรรมจะส่งกิจกรรม การออกกำลังกาย และข้อมูลที่เกี่ยวกับสุขภาพอย่างจำกัดจากอุปกรณ์ iOS และ Apple Watch ของคุณไปที่ Apple เพื่อช่วย Apple พัฒนา ปรับปรุง และทำความเข้าใจประสิทธิภาพของคุณสมบัติด้านสุขภาพ กิจกรรม และฟิตเนสบนอุปกรณ์จาก Apple ข้อมูลของคุณจะไม่ถูกใช้เพื่อวัตถุประสงค์อื่น และจะไม่รวมข้อมูลที่สามารถระบุตัวตนของคุณได้ ข้อมูลนี้ประกอบด้วยข้อมูลที่แสดงอยู่ในแอปสุขภาพและแอปกิจกรรมบนอุปกรณ์ iOS ของคุณ รวมทั้งข้อมูลบางอย่างที่คุณป้อน (เช่น อายุ เพศ ส่วนสูง น้ำหนัก และสถานะโหมดวีลแชร์) ข้อมูลที่ส่งไปที่ Apple สามารถประกอบด้วยข้อมูลกิจกรรมและการเคลื่อนไหว (เช่น ชั่วโมงการยืน จำนวนนาทีการออกกำลังกาย จำนวนชั้นที่ปีน เปอร์เซ็นต์ความสำเร็จของวงแหวนการเคลื่อนไหว ระดับกิจกรรมทางกายภาพ ข้อมูลจากเครื่องตรวจจับลักษณะการเคลื่อนไหวและไจโรสโคป) รวมทั้งข้อมูลที่เกี่ยวข้องที่แสดงอยู่ในแอปสุขภาพ (เช่น ค่า Vo2Max และการวัดค่าอื่นที่เกี่ยวกับหัวใจ) ซึ่งอาจรวบรวมขึ้นหรือรวมกันในรูปแบบที่ไม่สามารถระบุตัวตนของคุณได้ Apple ยังอาจรับข้อมูลว่ามีแอปฟิตเนสอื่นติดตั้งหรือไม่ ตำแหน่งที่ตั้งโดยประมาณ และระยะเวลานานเท่าไรที่คุณใช้ Apple Watch อีกด้วย โดยการเปิดใช้งานการปรับปรุงสุขภาพและกิจกรรมจะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน Apple อาจจัดเก็บข้อมูลนี้กับผู้ให้บริการที่เชื่อถือได้จากบริษัทอื่น ข้อมูลที่ Apple ได้รับจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Sağlık’ı ve Aktivite’yi İyileştir özelliği; Apple’ın sağlık, aktivite ve fitness özelliklerinin etkinliğini Apple aygıtlarında geliştirmesine, iyileştirmesine ve anlamasına yardımcı olmak için iOS aygıtınızdan ve Apple Watch’tan aktivite, antrenman bilgilerini ve sağlıkla ilgili sınırlı bilgileri Apple’a gönderir. Verileriniz başka bir şey için kullanılmaz ve kimliğin teşhis edilebilmesini sağlayan bilgileri içermez. Bu bilgiler, sizin girdiğiniz bazı bilgiler (yaş, cinsiyet, boy, ağırlık ve tekerlekli sandalye kullanılıp kullanılmadığı) dahil olmak üzere iOS aygıtınızda Sağlık ve Aktivite uygulamalarında gösterilen verileri içerir. Apple’a gönderilen veriler aktivite ve hareket verilerini (duruş saati, egzersiz dakikası, çıkılan kat, hareket halkasının tamamlanma yüzdesi, fiziksel aktivite düzeyi, akselerometre ve jiroskop verileri) ve bunların yanı sıra sizi kişisel olarak teşhis etmeyecek bir şekilde toplanan veya birleştirilen ve Sağlık uygulamasında gösterilen ilgili verileri (Vo2Max ve kalp ile ilgili ölçümler) de içerebilir. Apple başka fitness uygulamalarının yüklenip yüklenmediği, yaklaşık konum ve Apple Watch’u ne kadar süredir kullandığınız hakkında da bilgi alabilir. Sağlık’ı ve Aktivite’yi İyileştir’i etkinleştirdiğinizde Apple’ın, bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklanan şekilde iletmesini, toplamasını, saklamasını, işlemesini ve kullanmasını kabul etmiş ve onaylamış olursunuz. Apple bu bilgileri güvenilir üçüncü parti servis sağlayıcıları ile saklayabilir. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenir.
uk: Функція «Покращення Здоровʼя і Активності» надсилає інформацію про активність і тренування та обмежені дані, повʼязані зі здоровʼям, з вашого пристрою iOS і Apple Watch до Apple, щоб допомагати Apple розробляти, вдосконалювати та розуміти ефективність функцій для здоровʼя, активності та фітнесу на пристроях Apple. Ваші дані не використовуватимуться для жодних інших цілей і не містять інформацію, що ідентифікує або може ідентифікувати особу. Ця інформація містить дані, що показуються в програмах «Здоровʼя» і «Активність» на вашому пристрої iOS, зокрема певні дані, які ви ввели самостійно (як‑от вік, стать, зріст, вага і статус режиму візка). Дані, що надсилаються до Apple, можуть містити дані активності й руху (як‑от години стояння, хвилини вправ, подолані сходи, відсоток зімкнення кільця руху, рівень фізичної активності, дані акселерометра та гіроскопа), а також повʼязані дані, що показуються в програмі «Здоровʼя» (як‑от показники Vo2Макс і виміри, повʼязані з серцем), що можуть залучатися або комбінуватися в будь-який інший спосіб у формі, що не ідентифікує чи не може ідентифікувати вашу особу. Apple може також одержувати інформацію про те, чи інстальовано інші програми для фітнесу, приблизну геопозицію і як довго ви користуєтесь Apple Watch. Увімкнувши параметр «Покращення Здоровʼя і Активності», ви погоджуєтесь на передання, збирання, обслуговування, оброблення і використання цієї інформації Apple та її філіями й представниками, як це описано вище. Apple може зберігати цю інформацію в довірених сторонніх постачальників послуг. Інформація, яку отримала Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на сторінці www.apple.com/privacy.
vi: Cải thiện Sức khỏe & Hoạt động sẽ gửi thông tin về hoạt động, bài tập và thông tin giới hạn liên quan đến sức khỏe từ thiết bị iOS và Apple Watch đến Apple để giúp Apple phát triển, cải thiện và nắm được tính hiệu quả của các tính năng sức khỏe, hoạt động và thể chất trên các thiết bị Apple. Dữ liệu của bạn sẽ không được sử dụng cho bất kỳ mục đích nào khác và không bao gồm thông tin nhận dạng cá nhân. Thông tin này bao gồm dữ liệu được hiển thị trong các ứng dụng Sức khỏe và Hoạt động trên thiết bị iOS của bạn, bao gồm dữ liệu nhất định mà bạn đã nhập (ví dụ: tuổi, giới tính, chiều cao, cân nặng và trạng thái chế độ xe lăn). Dữ liệu được gửi đến Apple có thể bao gồm dữ liệu hoạt động và di chuyển (ví dụ: số giờ đứng, số phút thể dục, số tầng đã leo, phần trăm hoàn thành vòng di chuyển, mức độ hoạt động thể chất, dữ liệu gia tốc kế và con quay hồi chuyển) cũng như dữ liệu liên quan được hiển thị trong ứng dụng Sức khỏe (ví dụ: Vo2 tối đa và các số đo liên quan đến tim). Các số đo này được tổng hợp hay nói cách khác là được kết hợp dưới hình thức không nhận dạng cá nhân bạn. Apple cũng có thể nhận được thông tin về việc các ứng dụng thể chất khác có được cài đặt hay không, vị trí gần đúng và khoảng thời gian bạn sử dụng Apple Watch. Bằng việc bật Cải thiện Sức khỏe & Hoạt động, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin như được mô tả ở trên. Apple có thể lưu trữ thông tin này với các nhà cung cấp dịch vụ bên thứ ba được tin cậy. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: “改进健康与健身记录”会将来自你iOS设备和Apple Watch的健身记录、体能训练和有限的健康相关信息发送给Apple，以帮助Apple开发、改进和了解Apple设备上的健康、健身记录和体能训练功能的效果。你的数据不会用作任何其他用途，且不含可识别你个人身份的信息。 此类信息包含你iOS设备上的“健康”和“健身记录”App中显示的数据，包括你输入的部分数据（如年龄、性别、身高、体重和轮椅模式状态）。发送给Apple的数据可能包含健身记录和动态数据（如站立小时数、锻炼分钟数、已爬楼层和活动圆环完成进度的百分比、体能活动量、加速计和陀螺仪数据）、以及“健康”App中显示的相关数据（如最大摄氧量和心脏相关的测量数据），此类数据可能已聚合或以无法识别你个人身份的方式合并。Apple可能还会接收是否安装了其他健身App、大致位置以及你已使用Apple Watch多长时间等信息。 启用“改进健康与健身记录”即表示你同意和允许Apple及其下属公司及代理机构传输、收集、维护、处理和使用上述信息。Apple可能通过受信任的第三方服务提供商储存此信息。 Apple收到的信息将始终遵循Apple的“隐私政策”处理，请参阅：www.apple.com/cn/privacy。
zh_hk: 「改進健康與健身記錄」會將iOS裝置和Apple Watch的健身記錄、體能訓練和有限的健康相關資料傳送予Apple，以協助Apple開發、改進並了解Apple裝置上健康、健身記錄和健身功能是否有效。你的資料不會作其他用途，當中亦不包含可識別個人身份的資料。 這些資料包括iOS裝置上「健康」和「健身記錄」App中顯示的資料，當中包括你輸入的部份資料（例如年齡、性別、身高、體重和輪椅模式狀態）。傳送予Apple的資料可包括健身記錄和動作資料（例如：站立小時、運動分鐘數、行樓梯段數和活動圓圈的完成百分比、體能活動量、加速度計和陀螺儀資料），以及「健康」App中顯示的相關資料（例如最大攝氧量和心臟相關測量），這些資料可能以無法識別你個人身份的方式彙集或結合。Apple可能會接收到是否已安裝其他健身App，大約位置及Apple Watch使用時間的相關資料。 啟用「改進健康與健身記錄」，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用有關資料。Apple可能會將這些資料儲存於信任的第三方服務供應商。 無論何時，Apple都會根據「Apple私隱政策」的規定處理所接收的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: 「改進健康與活動記錄」會將iOS裝置和Apple Watch的活動記錄、體能訓練和有限的健康相關資訊傳送給Apple，以協助Apple開發、改進並瞭解Apple裝置上健康、活動記錄和健身功能是否有效。你的資料不會用在其他用途上，也不會包含可識別個人身分的資訊。 此資訊包含iOS裝置上「健康」和「活動記錄」App中顯示的資料，其中包括你輸入的部分資料（例如年齡、性別、身高、體重和輪椅模式狀態）。傳送給Apple的資料可包含活動記錄和動作資料（例如：站立小時、運動分鐘數、爬樓梯段數和活動圓圈的完成百分比、身體活動量、加速度計和陀螺儀資料），以及「健康」App中顯示的相關資料（例如最大攝氧量和心臟相關測量），這些資料的彙集和收集方式並不會揭露你的個人身分。Apple可能會接收到是否已安裝其他健身App，大約位置及Apple Watch使用時間的相關資訊。 啟用「改進健康與活動記錄」，即表示同意並接受Apple及其子公司和代理人以如上所示的方式傳送、收集、維護、處理和使用此資訊。Apple可能會將此資訊儲存在信任的第三方服務供應商中。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理接收到的資訊，請參訪www.apple.com/tw/privacy。
